Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/romsasami-n.html.tmx
Source language: nob
Languages: sme

source: Også de elevene som ikke kommer fra reindrifta, har fått sin egen rein.
sme: Maiddái dat oahppit mat eai boađe boazodilis, leat ožžon bohcco iežas nammii.

source: Elevene har sjøl hatt ansvar for å mate dem.
sme: Oahppit leat ieža šaddan daid biebmat.

source: Så har vi jobba med reinskinn, vi har avhåra og barka det.
sme: Ja de leat mii bargan daiguin duljiiguin, leat daid navildan ja osten.

source: Vi har også skjært sennagress.
sme: Ja mii leat suidnen.

source: Vi har så høvelige rom her for akkurat slikt arbeid.
sme: Mis leat nu vuogas lanjat dáppe juste dakkár bargguide.

source: Vi følger samisk læreplan.
sme: Mii čuovvut sámi oahppoplána.

source: Slike aktiviteter er en del av skolehverdagen.
sme: Dakkár doaimmat leat oassin skuvlabeaivvis.

source: Også barnehage
sme: Mánáidgárdi maid

source: Vi har hatt ganske mange elever her, nærmere 30. En stund var det ganske få elever.
sme: Mis leat leamaš oalle valjit oahppit dás, lagabui 30. Ovtta gaskka ledje viehka unnán oahppit.

source: Så kom det flere barnehagebarn, og nå går elevtallet oppover igjen.
sme: De ihte eanet mánáidgárdemánát, ja dál lea ohppiid lohku fas lassáneamen.

source: Det har vært et generasjonsskifte.
sme: Lea leamaš buolvamolsun.

source: Barnehagen er privat.
sme: Mánáidgárdi lea priváhta.

source: Jeg var med på å starte den, og jeg er styreleder nå.
sme: Mun ledjen mielde dan álggaheamen, lean dál stivrajođiheaddjin.

source: Vi leier rom hos skolen.
sme: Mii láigohit lanjaid skuvllas.

source: Vi samarbeider med skolen slik at førsteklasseelevene er i barnehagen 15 timer i uka, den fungerer som SFO for dem.
sme: Mii ovttasbargat skuvllain dien láhkái ahte vuosttas ceahki oahppit leat 15 diimmu vahkus mánáidgárddis, doaibmá asttuáigeortnet-fálaldahkan sidjiide.

source: Og alle som har tilhørighet til dette skolesamfunnet vet at hvis det ikke er barnehage, da er det ingen framtid.
sme: Ja dan gal diehtit buohkat mii geat dán skuvlaservodahkii gullat, ahte jus ii leat mánáidgárdi, de ii leat šat boahtteáigi.

source: Det må være et samiskspråklig tilbud til barna før de kommer i skolealder.
sme: Mánáide ferte sámegielat fálaldat ovdalgo skuvlaahkái ollejit.

source: Og fordi vi har barnehage, har vi også fått unge, kvalifiserte lærere hit.
sme: Ja dan geažil go mis lea mánáidgárdi, de mii leat maid ožžon nuorra gelbbolaš oahpaheddjiid deike.

source: Nå er det 15 elever på skolen.
sme: Dál leat 15 oahppi skuvllas.

source: Det er flest elever på småskolen, og elevtallet vil øke i årene framover.
sme: Leat eanemus oahppit smávvaskuvllas, ja ohppiid lohku lea lassáneamen dál ovddasguvlui.

source: Det er en trygghet at vi har denne skolen, skolen i seg sjøl er identitetsskapende.
sme: Lea oadjebasvuohta go mis lea dát skuvla, iešalddis skuvla nanne identitehta.

source: Det er som et eget lite samfunn inne i storsamfunnet.
sme: Lea dego sierra servodat stuorát servodaga siskkobealde.

source: I Målselv kommune er man vant til denne skolen, den er en del av kommunen.
sme: Málatvuomi suohkanis leat hárjánan dán skuvlii, ahte dat lea oassin suohkanis.

source: Lærerstudenter fra Samisk høgskole i praksis på Sameskolen i Troms, 2005
sme: Sámi allaskuvlla oahpaheaddjistudeanttat hárjehallamis Tromssa sámeskuvllas, 2005.

source: Fra Sameskolen i Troms
sme: Tromssa sámeskuvllas.

source: Hvem styrer skolen?
sme: Gii stivre skuvlla?

source: Men de siste årene har skolens styre fått mindre makt.
sme: Maŋimuš jagiid lea skuvlla stivra ožžon unnit fámu.

source: Det burde vært et eget styre for ansettelser.
sme: Galggašii sierra stivra mii bidjá olbmuid bargui.

source: Nå er det Målselv kommune som ansetter folk, og de forstår ikke alltid våre behov.
sme: Dál lea Málatvuomi suohkan mii virgáibidjá olbmuid. Eai sii álo ipmir min dárbbuid.

source: De ansetter rivguer [1] i stillinger her.
sme: Sii bidjet rivguid maid bargui deike.

source: De kjenner ikke samisk oppdragelsesskikk.
sme: Sii eai dovdda sámi bajásgeassinmálle.

source: Tidligere hadde vi bare samiske ansatte.
sme: Ovdal ledje mis aivve sámi bargit.

source: De hadde den samme sosiale bakgrunnen, og de forsto samisk oppdragelsesskikk.
sme: Dain lei seamma sosiálalaš duogáš, ja dat ipmirdedje sámi bajásgeassinmálle.

source: Det var veldig lett.
sme: Lei hui álki.

source: De har ikke tilsatt norsktalende i lærerstillinger, men på kjøkkenet har de gjort det.
sme: Eai leat bidjan dárogielat olbmuid oahpaheaddjivirgái, muhto gievkkanii leat bidjan dárogielat olbmuid.

source: Disse kan ikke kommunisere med barna på samme måte, og vi kan heller ikke holde på et samiskspråklig miljø når det er noen som ikke forstår samisk.
sme: Eai sii gulahala mánáiguin seammaládje, eat ge mii sáhte doalahit sámegielat birrasa go muhtumat eai ipmir sámegiela.

source: De sier at det ikke var samiskspråklige søkere, men jeg synes at de godt kunne lyst ut stillingene på nytt.
sme: Sii dadjet ahte eai lean sámegielat ohccit, muhto mu mielas juološe almmuhit ođđasit dalle virggiid.

source: De som har begynt å jobbe her er selvfølgelig flinke og hyggelige folk, men hvis vi skal opprettholde sameskolen og bevare samisk språk, kan vi ikke tenke at det ikke er så nøye hvilket språk de kjøkkenansatte snakker.
sme: Dat olbmot geat leat boahtán, leat dieđusge buorit ja čeahpit, muhto jus mii galgat sámeskuvlla doalahit ja sámegiela seailluhit, de mii eat sáhte smiehttat ahte ii leat dehálaš man giela gievkkanbargit hupmet.

source: Jeg synes dette er en sak som de unge foreldrene må engasjere seg i. De må jobbe med denne saken gjennom sametinget og departementet, slik at vi får et eget tilsettingsstyre.
sme: Mu mielas lea dát ášši, mainna nuorra váhnemat fertejit bargat. Sii fertejit Sámedikki ja departemeantta bokte bargat ahte ožžot sierra stivrra mii bidjá olbmuid virggiide.

source: Ellers er jeg redd for at skolen til slutt ender opp som en norsk skole.
sme: Muđui balan ahte loahpas skuvla šaddá dego dáža skuvlan.

source: Og da vil kanskje ikke foreldrene sende barna sine hit lenger, for de tenker at «det er det samme, ja, da kan de bare gå på en hvilken som helst norsk skole».
sme: Ja dalle váhnemat eai soaitte áigut šat mánáideaset bidjat deike, go smihttet ahte «dat han lea seammá, na, ožžot dáža skuvlla dalle vázzit».

source: Vi har hatt rivgu-lærere her før.
sme: Mis leat ovdal leamaš rivgooahpaheaddjit maid.

source: Det var ikke så enkelt, for vi hadde forskjellig syn på så mange ting.
sme: Ii lean nu álkes dilli, go mis ledje iešguđetlágán oainnut nu máŋgga áššis.

source: Det var ikke så enkelt å forklare eller se akkurat hva forskjellene besto i, men man merka det stadig vekk.
sme: Ii lean ge álo nu álki čilget dahje oaidnit juste mii erohus lei, muhto vuhttui juohke áššis.

source: Det prega barna også.
sme: Báinnii maiddái mánáid.

source: Det kunne oppstå usikkerhet om hvilke regler man skulle følge – rivgulæreren sine eller den samiske læreren sine?
sme: Sáhtii bohciidit eahpesihkkarvuohta, mii njuolggadusaid galggai čuvvojuvvot – rivgooahpaheddjiid vai sámeoahpaheddjiid?

source: Det kunne også forekomme at barna utagerte fordi de var utrygge.
sme: Sáhtii šaddat nu ge, ahte mánát álge láhttet danin go eai lean oadjebasat.

source: Fjernundervisningsskole
sme: Gáiddusoahpahusskuvla

source: – Nå har dere bare 15 elever.
sme: – Dál leat dis bás 15 oahppi.

source: Men samtidig har dere veldig mange elever.
sme: Muhto seammás leat vaikko man olu oahppit.

source: Hvordan henger dette sammen?
sme: Mo son dát lea?

source: Denne skolen gir fjernundervisning til elever over hele landet.
sme: Dán skuvllas leat gáiddusoahppit miehtá Norgga.

source: Vi har to studioer, og i tillegg underviser vi over Skype.
sme: Mis leat guokte studio, ja de vel oahpahit Skype bokte.

source: Vi underviser slik mange timer per dag.
sme: Leat máŋga diimmu juohke beaivvi.

source: Til sammen utgjør det rundt en og en halv stilling.
sme: Oktiibuot dahket birrasiid beannot virggi.

source: Lærerne har fordelt fjernundervisninga seg imellom, slik at ingen av dem blir sittende med bare fjernundervisning.
sme: Oahpaheaddjit leat juogadan gáiddusoahpahusa gaskaneaset, vai ii oktage oahpaheaddji báze dušše gáiddusoahpahusain.

source: De kan også reise til elevene innimellom for å bli bedre kjent, teste dem og snakke nærmere med dem. Tidligere brukte elevene også komme hit, et par om gangen, men de siste årene har de ikke gjort det.
sme: Sii šaddet maid muhtumin vuolgit ohppiid lusa buorebut oahpásnuvvat, testet daid ja humadit daiguin lagabui. Ovdal lávejedje oahppit maid boahtit deike moattis ain hávális, muhto maŋimuš jagiid eai leat dan dahkan.

source: Det var selvsagt fint at de kunne komme hit på besøk, men det var temmelig krevende også.
sme: Lei dieđusge hui buorre go dáppe sáhtte finadit, muhto lei oalle gáibideaddji maid.

source: Jeg var den første fjernundervisningslæreren.
sme: Mun ledjen vuosttaš gáiddusoahpahus-oahpaheaddji.

source: Det var en til lærer også som begynte samtidig som meg.
sme: Lei nubbi oahpaheaddji vel. Munnos lei okta oahppi.

source: Vi var litt usikre, og derfor jobba vi sammen, vi delte timene mellom oss.
sme: Moai leimme veaháš eahpesihkkarat, ja danin barggaimet guoktin, juogadeimme diimmuid.

source: Og jeg søkte midler fra Sametinget slik at vi fikk reise til Tysfjord, til Árran, for å lære fjernundervisningsmetode.
sme: Ja mun ohcen ruđaid Sámedikkis maiguin manaime Divttasvutnii, Árranii, oahppat gáiddusoahpahusmetoda.

source: Vi fikk også lærerne fra Árran hit for å lære oss hvordan vi skulle gjennomføre fjernundervisninga.
sme: Mii oaččuimet maid Árrana oahpaheddjiid deike oahpahit min mo galgá gáiddusoahpahusa oahpahit.

source: Slik begynte vi. Og når vi hadde fått god opplæring, lagde jeg et tilbud og sendte det til alle skolene, jeg la det også ut på hjemmesidene våre.
sme: Nu de álggiimet. Ja go leimmet ožžon buori oahpu, de ráhkadin fálaldaga ja sáddejin buot skuvllaide, bidjen maid min ruovttosiidui.

source: Og så begynte de forskjellige skolene å ringe og bestille undervisning, og nå underviser vi både i Troms fylke, i Oslo, på Snåsa, I Bjerkvik, i Isfjorden, jeg husker ikke alle stedene en gang.
sme: Ja nu de álge riŋget ja diŋgot oahpahusa, ja dál oahpahit mii sihke Romssa fylkkas ja Oslos, Snåsas, Ráhkás, Isfjordas, in muitte buot báikkiid.

source: Vi må selvfølgelig bruke en helt annen læreplan for disse elevene, for alle er annenspråklige.
sme: Mii fertet dieđusge áibbas eará oahppoplána geavahit sidjiide, go buohkat leat nubbegiellagat.

source: Så det er mye arbeid, men det er en viktig del av denne skolens virksomhet.
sme: Nu ahte lea olu bargu, muhto lea dehálaš oassi skuvlla doaimmas.

source: Derfor reiser vi også på besøk til hver enkelt elev før undervisninga starter, slik at vi får undersøkt hva slags målsettinger som passer for hver enkelt elev.
sme: Danin vuolgit ge juohke oahppi luhtte galledit ovdalgo álggahit oahpahusa, vai beassat iskat makkár mihttomearit juohke oahppái heivejit.

source: På denne måten sikrer vi at hver elev får godt tilpasset undervisning.
sme: Dien láhkái sihkkarastit juohke oahppái bures heivehuvvon oahpahusa.

source: Hospitanter
sme: Hospitánttat

source: Enkelte elever har også kommet hit for å lære samisk.
sme: Muhtun oahppit leat maid boahtán deike sámegiela oahppat.

source: De har bodd på internatet, fulgt den vanlige undervisninga, og har på den måten lært samisk.
sme: Sii leat orron internáhtas, čuvvon dábálaš oahpahusa ja leat dien láhkái oahppan sámegiela.

source: Det er veldig artig.
sme: Dat lea hui somá.

source: Jeg husker en elev på 7. trinn.
sme: Mun muittán oahppi gii váccii 7. ceahki.

source: Hun hadde vært et halvt år hos oss da hun kom til meg og fortalte at «nå kan jeg snakke samisk».
sme: Son lei dáppe leamaš jahkebeale go bođii mu lusa muitalit ahte «dál mun máhtán hupmat sámegiela».

source: Jeg spurte: «Hvorfor snakker du ikke med de andre da?
sme: Mun jerren: «Na, manne don it earáiguin huma?

source: » Hun svarte: «Jeg tør ikke å snakke med alle, jeg må begynne med deg.
sme: » Son vástidii: «In mun buohkaiguin duostta, ferten álgit duinna.

source: » Når denne eleven gikk ut av 10. trinn, tok hun både muntlig og skriftlig eksamen i samisk.
sme: » Go dát oahppi gearggai 10. ceahkis, de válddii sihke njálmmálaš ja čálalaš eksámena.

source: Vi har hatt et par andre elever som har blitt fullstendig samiskspråklige her hos oss på akkurat samme måte.
sme: Mis leat leamaš maid moadde eará oahppi geat juste seamma láhkái leat šaddan ollislaččat sámegielagin min luhtte.

source: Arbeid som går i arv
sme: Árbebargu

source: Nå har dattera mi tatt lærerutdanning i Kautokeino, og hun er lærer her.
sme: Dál lea mu nieida vázzán oahpaheaddjiskuvlla Guovdageainnus, ja lea dáppe oahpaheaddjin.

source: Vi har jobba et par år i lag.
sme: Moai letne moadde jagi bargan ovttas.

source: Det var veldig artig, vi pleide å kjøre på jobb i lag.
sme: Lei hui somá, láviime ovttas vuodjit bargui.

source: Og mens vi kjørte snakka vi om sånt som angikk jobben, og løste mange problemer i løpet av den stunda det tok å kjøre til skolen.
sme: Ja vuojedettiin humaime bargoáššiid, ja čovddiime olu dan botta go skuvlii leimme jođus.

source: Det var en veldig fin måte å avslutte fulltids-arbeidslivet på.
sme: Lei hui buorre loahpahit ollesáiggebargoeallima dán láhkái.

source: Nå vet jeg at arbeidet videreføres.
sme: De dieđán ahte bargu joatkašuvvá.

source: Flere artikler fra Samisk skolehistorie 6
sme: Eará artihkkalat Sámi skuvlahistorjá 6-girjjis
